Repository: MrThree6/EventHub
Catalog: Events/Localizable.xcstrings
Source language: en
Languages: ar

source: [Forgot password ?](link)
ar: [هل نسيت كلمة المرور؟](رابط)

source: Action Successful
ar: الإجراء ناجح

source: Add Event
ar: إضافة الفعاليات

source: Add events
ar: إضافة الفعاليات

source: Book
ar: الحجز

source: Booking Date:
ar: تاريخ الحجز:

source: Booking Successful
ar: تم الحجز بنجاح

source: Card Number
ar: رقم البطاقة

source: Categories
ar: فئات

source: Create your Account
ar: أنشئ حسابك

source: Dark Mode
ar: الوضع المظلم

source: Don’t have an account?
ar: ليس لديك حساب؟

source: English
ar: عربي

source: Enter Image Url
ar: أدخل عنوان URL للصورة

source: Enter your Category
ar: أدخل الفئة الخاصة

source: Enter your city
ar: أدخل مدينتك

source: Enter your date
ar: أدخل التاريخ الخاص

source: Enter your Description
ar: أدخل الوصف الخاص

source: Enter your Email
ar: أدخل بريدك الإلكتروني

source: Enter your event name
ar: أدخل اسم الحدث الخاص

source: Enter your Password
ar: ادخل رقمك السري

source: Enter your price
ar: أدخل السعر الخاص

source: Event Details
ar: تفاصيل الفعالية

source: Event Name:
ar: اسم الفعالية:

source: Events
ar: الفعاليات

source: Explore
ar: استكشف

# Faviourts
source: Favourite
ar: مفضل

source: Favourite
ar: مفضل

source: Find an event
ar: ابحث عن الفعاليات

source: Home
ar: رئيسية

source: latitude
ar: خط العرض

source: logout
ar: تسجيل خروج

source: longitude
ar: خط الطول

source: My Profile
ar: ملفي

source: Name
ar: اسم

source: Next
ar: التالي

source: Organizer Account
ar: حساب المنظم

source: Pay
ar: يدفع

source: Payment
ar: دفع

source: Profile
ar: حساب

source: Search
ar: بحث

source: Settings
ar: إعدادات

source: Sign in to your account by entering Email and Password
ar: قم بتسجيل الدخول إلى حسابك عن طريق إدخال البريد الإلكتروني وكلمة المرور

source: SignUp
ar: سجيل دخول

source: Skip
ar: يتخطى

source: Summary
ar: ملخص

source: Ticket Details
ar: تفاصيل التذكرة

source: Ticket ID
ar: معرف التذكرة

source: Ticket ID:
ar: معرف التذكرة:

source: Tickets
ar: التذاكر

source: Time From
ar: الوقت من

source: Time To
ar: إلى

source: Trending Events
ar: الفعاليات الواردة

source: User ID
ar: معرف المستخدم

source: Welcome to EventHub
ar: مرحبًا بك في EventHub
